Revit 2027 API
SymbolTypeId.LbForcePerInSup2 Property
 Symbol lb/in², indicating unit Pounds force per square inch.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LbForcePerInSup2 { get; }
Public Shared ReadOnly Property LbForcePerInSup2 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LbForcePerInSup2 {
	ForgeTypeId^ get ();
}
static member LbForcePerInSup2 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace